0="252"
1="Jméno / Přípona "
2="Jméno /"
3="Přípona"
4="Velikost"
5="Datum/Čas"
6="Chyba %i při spojení!"
7="Chyba %i změna adresáře!"
8="Odepřen přístup k souboru!"
9="Nelze najít soubor!"
10="Odepřen přístup k cílovému souboru!"
11="Nelze kopírovat nebo přesunout soubor!"
12="Nelze kopírovar adresář do vlastního podadresáře!\n%s"
13="Nelze odstranit soubory (%i) !"
14="Chyba, nelze vytvořit adresář!"
15="CRC Chyba archivu!\n%s"
16="Chyba zápisu do ciloveho souboru!\n%s"
17="Chyba čtení z archivu ZIP !"
18="Chyba v archivu ZIP !"
19="Rozbalování přerušeno!"
20="ZIP archiv obsahuje nepodporovaný (ZIP 1.0) formát!"
21="ZIP archiv je zakódován!"
22="Neznámá chyba archivu!"
23="Chyba archivu"
24="Nelze změnit atributy v archivu ZIP!"
25="Chyba"
26="Upozornění!"
27="Neplatný datum nebo čas!"
28="Chyba, soubor je příliš velký! Max. velikost je 64k !"
29="Od: "
30="Do: "
31="Kopírovat / Přesunout"
32="Zkopírovat/Přesunout soubory (%i) do:"
33="Vložit"
34="Odstranit"
35="Odstranit:"
36="Vytvořit zástupce"
37="Vytvořit zástupce pro soubory/adresáře (%i) v :"
38="Opravdu chcete odstranit označené soubory nebo adresáře (%i) ?"
39="Kopírování zbývajících souborů..."
40="Zadejte jméno nového adresáře:"
41="Vytvořit adresář"
42="Přepsat: %s\n   %i Byte, %i.%02i.%04i %i:%02i:%02i\n\nWith: %s\n   %i Byte, %i.%02i.%04i %i:%02i:%02i"
43="Soubor již existuje"
44="Rozbalit"
45="Rozbalit soubory (%i) z archivu do:"
46="Zkomprimovat soubory (%i) do archivu:"
47="Zadejte jméno pro tento častý adresář:"
48="Časté adresáře"
49="Přidat současný adresář"
50="Odstranit současný adresář"
51="Parametry:"
52="Provést"
53="Vlastnosti"
54="Odstranit"
55="Opravdu chcete odstranit\nz lišty tlačítko:\n"
56="Programy (*.exe)~*.exe~Všechno (*.*)~*.*~~"
57="Všechny soubory"
58="Zobrazit"
59="Editovat"
60="Nový soubor"
61="Definovat jiný"
62="Zakladíi nastavení"
63="Otevřít"
64="Rozbalit"
65="Kopírovat/Přesunout"
66="Přejmenovat"
67="Odstranit"
68="Kopírovat do schránky"
69="Přesunout do schránky"
70="Vložit zde (Kopírovat)"
71="Vložit zde (Přesunout)"
72="Vlastnosti"
73="Specifikujte typ souboru, např. *.txt *.doc"
74="Označit/Odoznačit"
75="Vyhledávání..."
76="(%i) souborů, (%i) adresářů"
77="bytes"
78="zipped"
79="Obecné"
80="Zástupce"
81="Najít v:"
82="minut"
83="hodin"
84="dnů"
85="měsíců"
86="roků"
87="Chyba, příliš velký soubor!\nMálo paměti pro uložení!"
88="Chyba, nelze vytvořit soubor!"
89="Chyba, při zápisu do souboru!"
90="Chyba, příliš velký soubor!\nMálo paměti pro vyhledání!"
91="Chyba, příliš velký soubor!"
92="Plný zásobník!"
93="Editor"
94="Najít text:"
95="Najít"
96="Soubor se změnil, chcete uložit změny?"
97="[Bez názvu]"
98="Všechny soubory (*.*)~*.*~Textové soubory (*.txt)~*.txt~~"
99="Programy (*.exe;*.lnk)~*.exe;*.lnk~Všechny soubory (*.*)~*.*~~"
100="(*.exe;*.dll;*.ico;*.icl)~*.exe;*.dll;*.ico;*.icl~Všechny soubory (*.*)~*.*~~"
101="Zobrazit"
102="Editor"
103="Kopírovat/Přesunout"
104="Přejmenovat"
105="Vytvořit adresář"
106="Odstranit"
107="Zkomprimovat ZIP"
108="Obnovit"
109="Vlastnosti"
110="Přídavná lišta"
111="Otevřít"
112="Uložit"
113="Vyjmout"
114="Kopírovat"
115="Vložit"
116="Zpět"
117="Najít/Najít další"
118="Odstranit"
119="2 okna"
120="1 okno"
121="2 okna (virtuálně)"
122="IR přenos"
123="Odeslat přes IR"
124="Přijmout přes IR"
125="IR-příjem (OBEX-Protocol)"
126="IR-odesílání (OBEX-Protocol)"
127="Začněte odesílat na druhém zařízení!"
128="Začněte přijímat na druhém zařízení!"
129="Propojování..."
130="Propojeno!"
131="Uložit soubor jako:"
132="Hledání zařízení: "
133="Nelze otevřít zdrojový soubor! Pokračovat?"
134="Nebylo nalezeno žádné zařízení v dosahu IR portu!"
135="Spojení přerušeno!"
136="Chyba funkce!"
137="Funkce není podporována!"
138="Nedostupný cíl!"
139="Přenos byl přerušen (kód %d)."
140="Chyba při zápisu archívu ZIP!"
141="Nedostatek paměti!"
142="Komprimace přerušena!"
143="Chyba čtení ze souboru!"
144="Nelze otevřít soubor pro čtení!"
145="Chyba v archívu!"
146="Chyba kontrolního součtu archívu!"
147="Chyba, nelze vytvořit pomocný soubor!"
148="Chyba, nepodporovaný formát starého archívu ZIP!\r\nMusíte rozbalit soubory a vytvořit nový archív ZIP."
149="Alternativní výběr souboru"
150="Vaše zařízení již IR port používá!
151="Tato funkce je potřebná pouze pro zařízení bez IR portu."
152="Pro používání této funkce je třeba zakázat vnitřní funkci příjmu."
153="Přenos odmítnut!"
154="Časové odpojení!"
155="Odpojování..."
156="Přenos dokončen!"
157="Můžete odeslat další soubor nebo ukončit příjem."
158="Místo na disku"
159="Odpojení"
160="Přenosový mód: Binární"
161="Přenosový mód: Textový"
162="Přenosový mód: Automatický"
163="Jméno:"
164="Heslo:"
165="Účet:"
166="Firewall Jméno:"
167="Firewall Heslo:"
168="Cílový adresář:"
169="Kopíruj následující typy souborů v textovém módu:"
170="Zásuvný modul"
171="Běž na/Historie"
172="Nemohu otevřít tento adresář! Odstranit ze seznamu?"
173="Vyber cíl:"
174="Stiskni OK pro opakování"
175="OBEX přenos"
176="Asociace"
177="Pozn.: nezobrazí-li se ikona správně, restartujte prosím zařízení."
178="POZOR! Asociace souboru s Pocket Internet Explorerem může způsobit zacyklení!"
179="Moduly"
180="Svislé uspořádání"
181="Zadejte heslo znovu pro ověření!"
182="Vybrat vše"
183="Invertovat výběr"
184="Vybrat/Zrušit výběr souborů"
185="Vybrat všechny se stejnou příponou"
186="Ctrl"
187="Shift"
188="Page Up"
189="Page Down"
190="Přidat nové tlačítko"
191="Přesunout tlačítko..."

{Main menu}
1000="&Soubor"
1001="&Najít...\tCtrl+F"
1002="&Přejmenovat\tCtrl+2"
1003="&Zobrazit\tCtrl+3"
1004="&Editor\tCtrl+4"
1005="&Kopírovat/Přesunout\tCtrl+5"
1006="&Vytvořit zástupce\tCtrl+Shift+5"
1007="Vytvořit adresář\tCtrl+7"
1008="&Odstranit\tCtrl+8"
1009="Zko&mprimovat ZIP\tCtrl+Alt+5"
1010="V&lastnosti\tAlt+Enter"
1011="Obnovit\tCtrl+R"
1012="&Odeslat soubory přes IR"
1013="&Přijmout soubory přes IR"
1014="Odeslat soubory přes &Bluetooth"
1020="&Ukázat"
1021="&Stručné zobrazení"
1022="&Plné zobrazení"
1023="Velké &ikony"
1024="&1 okno - mód"
1025="Skrýt soubory z &ROM"
1026="&Časté adresáře\tCtrl+H"
1027="Stro&m\tCtrl+S"
1028="&Vybrat/Zrušit výběr\tCtrl+'-'"
1029="Nápově&da/Nastavení"
1030="Konec"
{Short forms for PocketPC}
1031="Soubor"
1032="Mix"
1033="Nápověda"
1034="Vyber"
1035="VÍCE"
1036="Upravit"

{Editor menu}
1500="&Soubor"
1501="&Otevřít..."
1502="&Uložit"
1503="Uložit &jako Text..."
1504="Uložit jako Uni&code..."
1505="&Zavřít"
1506="&Písmo..."
1507="Nový"

1510="&Úpravy"
1511="&Zpět\tCtrl+Z"
1512="&Vyjmout\tCtrl+X"
1513="&Kopírovat\tCtrl+C"
1514="V&ložit\tCtrl+V"
1515="&Odstranit\tDel"
1516="&Najít...\tCtrl+F"
1517="Najít &další\tCtrl+Shift+F"
1518="V&ybrat vše\tCtrl+A"
1519="Z&alamování řádků"
{Short forms for PocketPC}
1530="&S"
1531="&Úpravy"

2000="OK"
2001="Storno"
2002="Strom"

2101="Kopírovat"
2102="Přesunout"
2103="Úroveň komprim."
2104="Nastavit hesl&o"

3001="&Vyhledat:"
3002="&Obsahuje text:"
3003="&Rozlišovat velikost"
3004="&Unicode"
3005="&Ne starší než:"
3006="V&elikost:"
3007="Start"

4000="Vlastnosti"
4001="Umístění:"
4002="Velikost:"
4003="Atributy:"
4004="&Pouze čtení"
4005="&Archivován"
4006="&Skrytý"
4007="S&ystemový"
4008="z ROM"
4009="&Změnit"
4010="&Datum:"
4011="&Čas:"
4012="&Nyní"
4013="Poslední změna"
4014="i v podadresařích"
4015="&Cíl:"
4016="&Soubor >>"
4017="&Adresář >>"
4018="Volných:"
4019="Celkem:"

5000="Písmo"
5001="&Písmo:"
5002="&Velikost:"
5003="&Tučně"
5004="&Kurzíva"
5005="Ukázka"
5006=="&Ikony:"

6000="Změnit tlačítko"
6001="&Příkaz:"
6002="P&arametry:"
6003="&Cesta:"
6004="Sou&bor ikon:"
6005="I&kona:"

7001="&Přepsat"
7002="Přepsat &vše"
7003="Přesk&očit"
7004="&Storno"
7005="Přepsat vše sta&rší"
7006="Přeskočit vš&e"
7007="Po&kračovat"

8001="&Vyber"
8002="&Zruš výběr"
8003="Minulé výběry:"

8501="Setřiď podle:"
8502="Šířka sloupce:"
8503="Jméno:"
8504="Velikost:"
8505="Datum:"

9000="O programu"
9001="&Spoustět - 1x klik"
9002="&Písmo..."

9500="Nastavení displeje"
9501="(druhé okno je simulováno mimo displej, přepínání pomocí >)"

20000="Nastavení FTP"
20001="&Název serveru[:port]:"
20002="&Jméno:"
20003="&Heslo:"
20004="&Vzdálený adresář:"
20005="&Pošli příkaz:"
20006="Server &typ:"
20007="&Firewall:"
20008="Pa&ssivní mód"

20100="Firewall Nastavení"
20101="Firewall Metoda"
20102="Firewall Info"
20103="Host[:Port]:"
20104="Uživatel (fwu):"
20105="Heslo (fwp):"
20106="Transparentní"

20200="Nové připojení"
20201="Rychlé připojení"
20202="Jméno připojení:"
20203="Spojení ztraceno!"
20204="Spojení přerušeno, navazuji znovu..."
20205="Spojení úspěšně obnoveno!"
20206="Auto-detekce"
20207="Nahrání detekčního řetězce"
20208="Přidat nový firewall..."

20210="Stahování zrušeno!"
20211="Nahrávání zrušeno!"
20212="TYPE příkaz neúspěšný!"
20213="Nemohu vytvořit port!"
20214="Navázání neúspěšné"
20215="GetSockName neúspěšné!"
20216="Naslouchání na portu neúspěšné!"
20217="PORT příkaz neúspěšný!"
20218="Zdroj a kopie nejsou shodné!"
20219="Odpojeno!"
20220="Příkaz se zpracovává!"
20221="Nemohu vytvořit vzdálený adresář!"
20222="Spojení neúspěšné!"
20223="Chyba zápisu, pravděpodobně plný disk!"

20240="Připojení OK!"
20241="Nesprávné jméno!\n"
20242="Nesprávné heslo!\n"
20243="Účet není akceptován!\n"
20244="OFFLINE!"
20245="Čekání na odezvu serveru..."
20246="Varování: Uložení hesla do registrů není bezpečné!\r\n\r\nZ bezpečnostních důvodů byste měli zadávat heslo při požádání při každém připojení."

21000="<nový server>"
21001="_Rychlé otevření"
21002="Umístění serveru"
21003="Zadej jméno serveru, např. můjserver nebo \\\\server1\\e :"
21004="Nové připojení"
21005="Název připojení:"

22000="(default)"
22001="+Přidat hodnotu+"
22002="Nová hodnota #1"
22003="Obsah <%s>:"
22004="Hodnota řetězce"
22005="Chyba v řádku %d, není platný hexadecimální řetězec!"

22020="Editace numerické hodnoty"
22021="&Hodnota:"
22022="&Decimalní"
22023="He&xadec."
22024="Základ"

22040="Nová hodnota"
22041="&Jméno:"
22042="&Řetězec"
22043="&DWORD"
22044="&Binarní"
22045="&Násob. řetěz."
22046="Ro&zšíř. řetěz."
22047="Typ"

22060="Editace hexadecimální hodnoty"

23000="Kó&dování"
23001="UTF-8"
23002="ANSI (místní znaková stránka)"
23003="ASCII/DOS (místní znaková stránka)"
23004="MacOS (2)"
23005="Středoevropské (1250)"
23006="Cyrilice Windows (1251)"
23007="Západoevropské Latin-1 (1252)"
23008="Řečtina (1253)"
23009="Turečtina (1254)"
23010="Hebrejština (1255)"
23011="Arabština (1256)"
23012="Pobaltské (1257)"
23013="Vietnamština (1258)"
23014="Zjednodušená čínština (936)"
23015="Tradiční čínština (950)"
23016="Japonština (932)"
23017="Korejština (949)"
23018="Thajština (874)"
23019="DOS-USA (437)"
23020="DOS-LATIN1 (850)"
23021="Cyrilice KOI8-R (20866)"
23022="Jiné (zadat znakovou stránku ručně)"
